---                                                                                                                                                          
layout: post
title: 与宝宝和谐相处
category: life
published: false
---

小宝宝一般都贪玩、贪吃，如果强行限制，他们就会不停地哭闹。
怎么才能让他们更听话一些呢，我虽然还没有生小孩，不过在与小外甥的相处过程中，也总结了一些技巧。

h2. 转移注意力

这一招是家长常用的，比如

bq. 
宝宝哭闹时，抱着他，故意指着某个东西，发出"咦~"之类的语气助词，或者问宝宝"这是什么东西啊"

但是这种方法，一般情况下，只能吸引宝宝几秒钟的注意力，停止哭闹一会儿又开始哭了
所以我们只能再抱着他，东指西指的，不断的吸引，然后宝宝停停哭哭的，效果不大好

这招的改良后的方法是

bq. 
让宝宝哭一会儿，我们哄他一会儿，突然我们不管他了，我们被其他的某个东西吸引了，同时低频率发出"咦~~"，加上头部左右慢速移动，手指不停的摆弄某个东西，这样宝宝会不自觉地被吸引着

h2. 给他一点期待

宝宝刚起床，发现妈妈不在身边时，一般会哭着喊着找妈妈，无论我们告诉他，"妈妈去上班了"还是"妈妈去买东西了"，都起不了多大作用

bq. 
这时应该告诉他，快点穿好衣服，妈妈在楼下等他呢

这个是我弟弟用的招术，相当奏效

h2. 帮他换东西

宝宝有时候看到某种东西，比如说身份证，也会不停地喊着要拿来玩，我们告诉他，"这个东西不能玩"、"不好玩"，"要是玩丢了就麻烦了"，宝宝完全听不进去
一般情况下，宝宝都会长期的喜欢某种东西，比如游乐中心的游戏币

bq. 
这时我们可以告诉宝宝，那个身份证，是要拿去换游戏币的。
但要记住，别再说宝宝不要拿了，否则会再次吸引着他，只强调要帮他去换东西的。

宝宝对我们不给他的东西会特别想要，这应该是小孩子的通病吧:)

h2. 欲予之，必先隐之

由于刚刚提到了宝宝的通病，所以如果我们想让宝宝喝点水或者感冒时喝点药

bq. 
先假意正在藏那个瓶子，宝宝一发现就会特别想要的了
