---                                                                                                                                                          
layout: post
title: 如何选择idc机房
category: other
published: true
---

h2. 双线 or 单线

双线是解决南北互通的方案之一，所以为了让国内所有的用户都能快速地访问，还是要选择双线机房
顾名思义，双线机房要占用电信、网通两条线路，费用自然会贵不少

h3. BGP双线(全路由双线)

单网卡单IP

h2. 数据中心

公司问题:几级代理、试用期、是否提供24小时服务、提供远程重启服务
服务器主要问题:是否为BGP双线、价格、域名注册及绑定数量

h3. 纵横网络

"http://www.ein.cn":http://www.ein.cn

*维用机房1u双线价格*
网站上写的是9888
联系客服优惠价首年7500，之后7300
前5个域名备案免费，之后每个收费50元

*客服*
QQ:316922

h3. 动力互联

"http://www.cctvidc.com":http://www.cctvidc.com

一台机子超过60个域名就得办理ICP证，证件办理费用1000元左右，得上广州通信管理局办理
(杨林)免费备案是30个,超过每个收100元,(丁俊堂),备案不收费

*维用机房1u双线价格*
每年7500，以后的价格一般都这个价格，有上涨会提前一个月通知

试用期三天

*客服*
联系人：丁俊堂 手机：13510664747 直线电话：0755-88860182 QQ 100549508
